import { v1 } from 'uuid';
import { CommentType } from './ui/Comment';
export const comments: CommentType[] = [
  {
    id: v1(),
    photo: '1',
    name: 'Буба',
    lastName: 'Бубенцов',
    time: '08.01.2022',
    commentText:
      'Отличный коллектив, руководители понимают сам процесс работы каждого сотрудника и помогают всем без исключения. Система KPI позволяет реально хорошо зарабатывать по простому принципу - чем больше и лучше ты работаешь, тем больше денег получаешь. Соцпакет - отличная страховка ДМС, организовали курсы английского языка бесплатно, оплачивают тренажерный зал. Зарплату выплачивают всегда вовремя.',
    status: 'На проверке',
  },
  {
    id: v1(),
    photo: '2',
    name: 'Борис',
    lastName: 'Гульцов',
    time: '10.02.2022',
    commentText:
      'Отличный коллектив, руководители понимают сам процесс работы каждого сотрудника и помогают всем без исключения. Система KPI позволяет реально хорошо зарабатывать по простому принципу - чем больше и лучше ты работаешь, тем больше денег получаешь. Соцпакет - отличная страховка ДМС, организовали курсы английского языка бесплатно, оплачивают тренажерный зал. Зарплату выплачивают всегда вовремя.',
    status: 'Допущен',
  },
  {
    id: v1(),
    photo: '3',
    name: 'Илья',
    lastName: 'Анташкевич',
    time: '20.09.2021',
    commentText:
      'Год назад попытал счастье, откликнулся на вакансию, прошел собес и попал в компанию. Долго переживал что будет тяжело влиться, но тут прям классные ребята работают, все на одной волне. Всегда готовы помочь с любым вопросом. Для эффективной работы здесь нужно хорошо знать иностранные языки.',
    status: 'Отклонен',
  },
  {
    id: v1(),
    photo: '4',
    name: 'Андрей',
    lastName: 'Бабальный',
    time: '28.11.2021',
    commentText:
      'Отличный коллектив, руководители понимают сам процесс работы каждого сотрудника и помогают всем без исключения. Система KPI позволяет реально хорошо зарабатывать по простому принципу - чем больше и лучше ты работаешь, тем больше денег получаешь. Соцпакет - отличная страховка ДМС, организовали курсы английского языка бесплатно, оплачивают тренажерный зал. Зарплату выплачивают всегда вовремя.',
    status: 'На проверке',
  },
  {
    id: v1(),
    photo: '5',
    name: 'Буба',
    lastName: 'Бубенцов',
    time: '15.01.2022',
    commentText:
      'Отличный коллектив, руководители понимают сам процесс работы каждого сотрудника и помогают всем без исключения. Система KPI позволяет реально хорошо зарабатывать по простому принципу - чем больше и лучше ты работаешь, тем больше денег получаешь. Соцпакет - отличная страховка ДМС, организовали курсы английского языка бесплатно, оплачивают тренажерный зал. Зарплату выплачивают всегда вовремя.',
    status: 'На проверке',
  },
  {
    id: v1(),
    photo: '6',
    name: 'Борис',
    lastName: 'Гульцов',
    time: '10.03.2021',
    commentText:
      'Отличный коллектив, руководители понимают сам процесс работы каждого сотрудника и помогают всем без исключения. Система KPI позволяет реально хорошо зарабатывать по простому принципу - чем больше и лучше ты работаешь, тем больше денег получаешь. Соцпакет - отличная страховка ДМС, организовали курсы английского языка бесплатно, оплачивают тренажерный зал. Зарплату выплачивают всегда вовремя.',
    status: 'Допущен',
  },
  {
    id: v1(),
    photo: '7',
    name: 'Илья',
    lastName: 'Анташкевич',
    time: '22.12.2021',
    commentText:
      'Год назад попытал счастье, откликнулся на вакансию, прошел собес и попал в компанию. Долго переживал что будет тяжело влиться, но тут прям классные ребята работают, все на одной волне. Всегда готовы помочь с любым вопросом. Для эффективной работы здесь нужно хорошо знать иностранные языки.',
    status: 'Отклонен',
  },
  {
    id: v1(),
    photo: '8',
    name: 'Андрей',
    lastName: 'Бабальный',
    time: '05.04.2022',
    commentText:
      'Отличный коллектив, руководители понимают сам процесс работы каждого сотрудника и помогают всем без исключения. Система KPI позволяет реально хорошо зарабатывать по простому принципу - чем больше и лучше ты работаешь, тем больше денег получаешь. Соцпакет - отличная страховка ДМС, организовали курсы английского языка бесплатно, оплачивают тренажерный зал. Зарплату выплачивают всегда вовремя.',
    status: 'На проверке',
  },
  {
    id: v1(),
    photo: '9',
    name: 'Буба',
    lastName: 'Бубенцов',
    time: '21.09.2018',
    commentText:
      'Отличный коллектив, руководители понимают сам процесс работы каждого сотрудника и помогают всем без исключения. Система KPI позволяет реально хорошо зарабатывать по простому принципу - чем больше и лучше ты работаешь, тем больше денег получаешь. Соцпакет - отличная страховка ДМС, организовали курсы английского языка бесплатно, оплачивают тренажерный зал. Зарплату выплачивают всегда вовремя.',
    status: 'На проверке',
  },
  {
    id: v1(),
    photo: '10',
    name: 'Борис',
    lastName: 'Гульцов',
    time: '09.09.2009',
    commentText:
      'Отличный коллектив, руководители понимают сам процесс работы каждого сотрудника и помогают всем без исключения. Система KPI позволяет реально хорошо зарабатывать по простому принципу - чем больше и лучше ты работаешь, тем больше денег получаешь. Соцпакет - отличная страховка ДМС, организовали курсы английского языка бесплатно, оплачивают тренажерный зал. Зарплату выплачивают всегда вовремя.',
    status: 'Допущен',
  },
  {
    id: v1(),
    photo: '11',
    name: 'Илья',
    lastName: 'Анташкевич',
    time: '10.10.2010',
    commentText:
      'Год назад попытал счастье, откликнулся на вакансию, прошел собес и попал в компанию. Долго переживал что будет тяжело влиться, но тут прям классные ребята работают, все на одной волне. Всегда готовы помочь с любым вопросом. Для эффективной работы здесь нужно хорошо знать иностранные языки.',
    status: 'Отклонен',
  },
  {
    id: v1(),
    photo: '12',
    name: 'Андрей',
    lastName: 'Бабальный',
    time: '11.11.2011',
    commentText:
      'Отличный коллектив, руководители понимают сам процесс работы каждого сотрудника и помогают всем без исключения. Система KPI позволяет реально хорошо зарабатывать по простому принципу - чем больше и лучше ты работаешь, тем больше денег получаешь. Соцпакет - отличная страховка ДМС, организовали курсы английского языка бесплатно, оплачивают тренажерный зал. Зарплату выплачивают всегда вовремя.',
    status: 'На проверке',
  },
];
